Repository: JosephLugoGPDS/challenge-bloc
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# createNaturalShifts
source: Create natural shifts (miracles) in your life by continuously blessing and harmonizing yourself and the world around you.
es: Crea cambios naturales (milagros) en tu vida bendiciéndote y armonizándote continuamente a ti mismo y al mundo que te rodea.

# elevenMinuteShift
source: 11-Minute Shift
es: Cambio de 11 minutos

source: Why?
es: ¿Por qué?

source: Desires
es: Deseos

source: Sixth Sense Yoga
es: Yoga del Sexto Sentido

source: Pause the timer
es: Pausar el temporizador

source: Pause
es: Pausa

source: the timer
es: el temporizador

source: I am complete
es: Soy completo

source: Currently Playing
es: Reproduciendo Actualmente

source: Loading...
es: Cargando...

source: Finished Time
es: Tiempo Terminado

source: Pausing...
es: Pausando...

# comingSoon
source: Oops! Coming soon...
es: ¡Ups! Próximamente...

# areYouSureToExit
source: Are you sure you want to exit?
es: ¿Está seguro de salir?

source: Yes
es: Sí

source: I forgive
es: Yo perdono

source: I pray for others
es: Rezo por los demás

source: I witness shifts
es: Soy testigo de cambios

source: Starting
es: Iniciando

source: Restarting
es: Reiniciando

source: Do you want more time?
es: ¿Quieres más tiempo?

source: Continuing game
es: Continuando juego

source: You won more time
es: Ganaste más tiempo
